{
  "common": {
    "companyNames": "Capra, Liflig og Fryde sin",
    "unregistration": "Avmelding",
    "notFound": "Ikke funnet",
    "eventNotFound": "Dette arrangementet ble ikke funnet 游땻",
    "today": "I dag",
    "clock": "kl.",
    "timeRange": "{start} - {end}",
    "dateRange": "{start} - {end}",
    "registration": "P친melding",
    "youAreRegistered": "Du er p친meldt",
    "login": "Logg inn",
    "logout": "Logg ut",
    "create": "Opprett",
    "subscribe": "Abonner",
    "upcomingEvents": "Kommende arrangementer",
    "pastEvents": "Tidligere arrangementer",
    "seeMoreEvents": "Se flere arrangementer",
    "noUpcomingEventsInCategory": "Fant ingen kommende arrangementer i denne kategorien 游땴",
    "noPastEvents": "Fant ingen tidligere arrangementer 游땴",
    "partOfCapraGroup": "Vi er en del av Capra-gruppen",
    "privacyPolicy": "Personvernerkl칝ring",
    "certifications": "Sertifiseringer",
    "allEvents": "Alle arrangementer",
    "allOrganizers": "Alle",
    "capraGroup": "Capra Gruppen",
    "participants": "Deltagere",
    "registerMe": "Meld meg p친",
    "wantToUnregister": "칒nsker du 친 melde deg av?",
    "unregisterMe": "Meld meg av",
    "eventImageAlt": "Bilde for arrangementet: {title}",
    "capraLogo": "Capra-logo",
    "lifligLogo": "Liflig-logo",
    "frydeLogo": "Fryde-logo",
    "miljofyrtarnCertification": "Milj칮fyrt친rn-sertifisering",
    "dnvCertification": "DNV-sertifisering",
    "noAvailableSpots": "Ingen ledige plasser",
    "oneAvailableSpot": "1 ledig plass",
    "availableSpots": "ledige plasser",
    "previewOn": "Forh친ndsvisning p친",
    "previewOff": "Forh친ndsvisning av",
    "previewRequiresPublished": "For 친 se forh친ndsvisning m친 arrangementet v칝re publisert",
    "animatedLogo": "Animert Capra, Fryde og Liflig-logo",
    "logo": "Capra, Fryde og Liflig-logo",
    "profilePicture": "Profilbilde",
    "subscribeToCalendar": "Abonner p친 kalender",
    "darkMode": "Modus",
    "registrationClosed": "Det er ikke lenger mulig 친 melde seg p친 dette arrangementet 游땩",
    "loginRequired": "Du m친 logge inn for 친 melde deg p친 dette arrangementet 游",
    "noAvailableSpotsMessage": "Det er dessverre ikke flere ledige plasser p친 dette arrangementet 游땩",
    "fullName": "Fullt navn*",
    "fullNamePlaceholder": "Fornavn Etternavn",
    "email": "E-post*",
    "emailPlaceholder": "E-post",
    "telephone": "Telefonnummer",
    "telephonePlaceholder": "123 45 678",
    "company": "Bedrift/selskap",
    "companyPlaceholder": "Organisasjon",
    "noColleaguesRegistered": "Det er forel칮pig ingen kollegaer som er p친meldt 游땞",
    "unregistrationClosed": "Det er ikke lenger mulig 친 melde seg av dette arrangementet 游땩",
    "enterEmailHere": "Skriv inn din e-post her",
    "consentText": "Ved 친 melde deg p친 arrangementet samtykker du til at du har lest og forst친tt"
  },
  "errors": {
    "cannotRegisterEvent": "Det har oppst친tt et problem. Du kan ikke melde deg p친 dette arrangementet.",
    "invalidForm": "Det har oppst친tt et problem. Det ufylte skjemaet er ikke gyldig.",
    "rateLimitReached": "Du har n친dd grensen for antall fors칮k. Vennligst vent en stund f칮r du pr칮ver igjen.",
    "rateLimitReached30Sec": "Du har n친dd grensen for antall fors칮k. Vennligst vent 30 sekunder f칮r du pr칮ver igjen.",
    "registrationFailed": "Det har oppst친tt en feil. Du har ikke blitt p친meldt arrangementet. Pr칮v igjen senere.",
    "emailNotSent": "Det har oppst친tt en feil. Du har blitt p친meldt arrangement, men e-post bekreftelse er ikke sendt.",
    "cannotUnregisterEvent": "Det har oppst친tt en feil. Du kan ikke melde deg av dette arrangementet.",
    "noRegistrationFound": "Vi finner dessverre ingen opplysninger om din p친melding til arrangementet.",
    "noRegistrationFoundCheckEmail": "Vi finner dessverre ingen opplysninger om din p친melding til arrangementet. Vennligst sjekk at du har oppgitt riktig e-postadresse.",
    "unregistrationEmailNotSent": "Du er n친 meldt av arrangementet 游녦 Vi kunne dessverre ikke sende en e-post bekreftelse.",
    "linkExpired": "Lenken du brukte er ikke lenger gyldig. Vennligst fors칮k igjen senere.",
    "invalidName": "Fyll inn gyldig navn (minst 2 bokstaver).",
    "invalidEmail": "Fyll inn gyldig e-post.",
    "invalidPhone": "Fyll inn gyldig telefonnummer.",
    "invalidCompany": "Fyll inn gyldig selskapsnavn (minst 2 bokstaver).",
    "textTooLong": "Vennligst begrens deg til maks 500 tegn."
  },
  "success": {
    "registrationComplete": "Du har meldt deg p친 arrangementet! Du f친r en bekreftelse p친 {email} hvert 칮yeblikk. Vi gleder oss til 친 se deg!",
    "alreadyRegistered": "Denne e-postadressen er allerede registrert for deltagelse i arrangementet. Vennligst meld deg av dersom dette er en feil.",
    "alreadyUnregistered": "Du er allerede meldt av arrangementet. Takk for interessen din!",
    "unregistrationComplete": "Du er n친 meldt av arrangementet 游녦 Vi har sendt deg en bekreftelse p친 e-post.",
    "unregistrationEmailSent": "En e-post har blitt sendt til adressen du oppga. Vennligst f칮lg instruksjonen i e-posten for 친 fullf칮re."
  },
  "filter": {
    "all": "Alle",
    "forAll": "For alle",
    "internalOnly": "Kun interne",
    "academic": "Fag",
    "social": "Sosialt"
  },
  "registration": {
    "foodPreferences": "Matpreferanser og allergier",
    "enterFoodPreferences": "Skriv dine matpreferanser og allergier",
    "deadline": "P친meldingsfrist kl.",
    "foodDeadline": "Matp친meldingsfrist kl.",
    "deadlineExpired": "(Fristen har g친tt ut)",
    "howToParticipate": "Hvordan vil du delta?",
    "physical": "Fysisk",
    "digital": "Digitalt"
  },
  "email": {
    "registerOrUnregister": "Meld deg p친 eller av arrangementet:",
    "hello": "Hei,",
    "unregisterRequestReceived": "Vi har mottatt en foresp칮rsel om 친 melde deg av 춺{summary}췉.",
    "confirmAction": "For 친 bekrefte denne handlingen, vennligst klikk p친 f칮lgende lenke:",
    "confirmUnregistration": "Bekreft avregistrering",
    "confirmUnregistrationSubject": "Bekreft avregistrering: {summary}"
  },
  "date": {
    "month_long": {
      "january": "januar",
      "february": "februar",
      "march": "mars",
      "april": "april",
      "may": "mai",
      "june": "juni",
      "july": "juli",
      "august": "august",
      "september": "september",
      "october": "oktober",
      "november": "november",
      "december": "desember"
    },
    "weekday_long": {
      "monday": "mandag",
      "tuesday": "tirsdag",
      "wednesday": "onsdag",
      "thursday": "torsdag",
      "friday": "fredag",
      "saturday": "l칮rdag",
      "sunday": "s칮ndag"
    }
  },
  "privacy": {
    "intro": "Denne personvernerkl칝ringen forteller hvordan Capra AS, Liflig AS og Fryde AS samler inn og bruker personopplysninger.",
    "responsibility": "Capra AS, Liflig AS og Fryde AS, ved daglige ledere, er behandlingsansvarlig for virksomhetens behandling av personopplysninger. Der det daglige ansvaret er delegert, kommer det fram under hvert enkelt punkt. Delegeringen omfatter kun oppgavene og ikke ansvaret. Erkl칝ringen inneholder opplysninger du har krav p친 n친r det samles inn opplysninger fra nettstedet v친rt, rekrutteringssystemet, salgssystemet (personopplysningsloven 춶 19) og generell informasjon om hvordan vi behandler personopplysninger (personopplysningsloven 춶 18 1. ledd).",
    "nonEmployeeTitle": "Behandling av personopplysninger for ikke-ansatte",
    "nonEmployeeText": "Det er 3 tilfeller hvor Capra, Liflig og Fryde innhenter persondata om eksterne/ikke-ansatte. Det ene tilfellet er rekruttering, hvor kandidater legges inn i rekrutteringssystemet. Det andre og tredje tilfellet er i salgssammenheng, hvor henholdsvis underkonsulenter og kunder legges inn i salgssystemet. I de to f칮rste tilfellene kan en kandidat/kunde/underkonsulent havne i systemene v친re p친 to m친ter: a) Ved 친 registrere seg selv gjennom en utlyst s칮knad, eller b) Vedkommende blir lagt inn som f칮lge av tips fra andre eller sourcing (LinkedIn, rekrutteringsbyr친, etc.). For kunder legges kontaktinfo inn s친 snart vi er i forhandlingsprosess med dem.",
    "recruitmentTitle": "Rekruttering",
    "recruitmentText": "Avhengig av hvilke opplysninger kandidaten gir oss eller vi finner om kandidaten, samler vi blant annet inn f칮lgende opplysninger: Navn, e-postadresse, telefonnummer, utdannelse, arbeidserfaring, URLer til relevante sosiale medium (som LinkedIn, GitHub, mv.), referansepersoner og opplastede dokumenter (som CV, s칮knadsbrev, karakterer, mv.).",
    "selfRegistrationTitle": "Kandidat registrerer seg selv",
    "selfRegistrationList": [
      "Kandidaten m친 godta samtykke for 친 kunne sende inn s칮knad via s칮knadssidene v친re.",
      "Opplysninger oppbevares i systemene s친 lenge de er oppdaterte og det er relevant 친 beholde dem, men maksimalt 2 친r s친fremt samtykke er innhentet."
    ],
    "tippedCandidateTitle": "Kandidat blir tipset om til Capra, Liflig eller Fryde uten sin viten",
    "tippedCandidateList": [
      "Vi tar kontakt med kandidater gjennom tips fra egne s칮k, nettverkstreff, anbefaling fra ansatte eller videresendte fra rekrutteringsbyr친.",
      "Vi innhenter samtykke senest 30 dager fra kandidatenes data blir behandlet av rekruttering. Opplysninger oppbevares i systemene s친 lenge de er oppdaterte og relevante 친 beholdemen maksimalt 2 친r s친fremt samtykke er innhentet.",
      "Uten innhentet samtykke blir kandidaten slettet etter 30 dager.",
      "Kandidater som er blitt tipset av ansatte f칮r innf칮ringen av den nye personvernlovgivningen har mottatt en informasjonsmail og vil bli slettet etter 칮nske fra kandidaten eller automatisk etter 2 친r fra den nye personvernlovgivningen tr친dte i kraft."
    ],
    "salesTitle": "Salg",
    "salesText": "Avhengig av hvilke opplysninger kunde eller underkonsulent gir oss eller vi finner om de, samler vi blant annet inn f칮lgende opplysninger: Navn, e-postadresse, telefonnummer, utdannelse, arbeidserfaring.",
    "customerInfoTitle": "Kundeinformasjon",
    "customerInfoList": [
      "I Capra, Liflig og Fryde lagrer vi personopplysninger om KAM og andre relevante kontaktpersoner hos kunde. Disse lagres s친 lenge kundeforholdet vedvarer."
    ],
    "subcontractorSelfRegTitle": "Underkonsulent registrerer seg selv",
    "subcontractorSelfRegList": [
      "Underkonsulenten f친r en automatisk generert beskjed om 친 samtykke til oppbevaring av persondata.",
      "Etter 10 친r vil underkonsulenten f친 et varsel om man fremdeles 칮nsker 친 v칝re registrert i v친r database. Om de ikke 칮nsker dette, vil de bli slettet."
    ],
    "tippedSubcontractorTitle": "Underkonsulent blir tipset om til Capra, Liflig eller Fryde uten sin viten.",
    "tippedSubcontractorList": [
      "Salgsansvarlig har da ansvar for ukentlig 친 g친 over underkonsulenter som er tipset om.",
      "Det skal da, senest 7 dager etter tips er registrert sendes ut en mail med info om personopplysningene vi har, med en foresp칮rsel om 친 beholde disse",
      "Om det ikke mottas samtykke innen 14 dager, vil underkonsulent bli slettet fra databasen."
    ],
    "employeeDataTitle": "Behandling av personopplysninger for ansatte",
    "employeeDataText1": "Capra AS, Liflig AS og Fryde AS behandler personopplysninger om sine ansatte for 친 administrere l칮nn og personalansvar. Rettslig grunnlag f칮lger av personopplysningsloven 춶 8, f칮rste ledd og 춶 8 a), b) eller f) samt 춶 9 a), b) og f). Det er Administrasjonen v/칮konomiansvarlig som har det daglige ansvaret for dette. Det registreres n칮dvendige opplysninger for utbetaling av l칮nn, for eksempel grunndata, l칮nnsniv친, tidsregistrering, skatteprosent, skattekommune og fagforeningstilh칮righet. Andre opplysninger om ansatte er knyttet til vedkommendes arbeidsinstruks og tilrettelegging av vedkommendes arbeid.",
    "employeeDataText2": "Dessuten registreres det opplysninger i tilknytning til n칮kkelkortadministrasjon av inn- og utpasseringer og opplysninger om tilgangsstyring i IT-systemene v친re. Opplysningene hentes fra de ansatte selv. Opplysningene utleveres bare i forbindelse med l칮nnsutbetalinger og andre lovpliktige utleveringer. Sletterutiner for personalopplysninger f칮lger regnskapsloven og arkivloven, all persondata vi ikke kan lagre under disse lovene fjernes etter siste arbeidsdag. Opplysninger om navn, stilling og arbeidsomr친de regnes 친 v칝re offentlige opplysninger og kan publiseres p친 Capra AS, Liflig AS eller Fryde AS sine nettsider. Informasjon om den ansatte, som ikke kreves arkivert av regnskapsloven og arkivloven, vil slettes s친 snart ansatte har gjennomf칮rt siste arbeidsdag.",
    "employeeDataText3": "I Capra, Liflig og Fryde innhenter vi f칮lgende personopplysninger fra v친re ansatte til bruk i v친re interne IT-systemer:",
    "employeeDataList": [
      "Fornavn",
      "Etternavn",
      "Personnummer",
      "Adresse",
      "E-post",
      "Telefonnr",
      "Kontonummer",
      "Tidligere arbeidsgiver",
      "Nasjonalitet"
    ],
    "securityTitle": "Sikkerhet",
    "securityText": "Hver enkelt tredjepartssystem ivaretar sikkerheten for den dataen de behandler. Dette skal v칝re dokumentert i henhold til hver enkelt leverand칮r av tredjepartssystemer sin databehandleravtale med Capra AS, Liflig AS og Fryde AS.",
    "rightsTitle": "Rettigheter",
    "rightsText": "Alle som sp칮r har rett p친 grunnleggende informasjon om behandlinger av personopplysninger i en virksomhet etter personopplysningslovens 춶 18, 1. ledd. Capra AS, Liflig AS og Fryde AS har gitt denne informasjonen i denne erkl칝ringen, og vil henvise til den ved eventuelle foresp칮rsler. De som er registrert i en av Capra AS, Liflig AS og Fryde AS sine systemer har rett p친 innsyn i egne opplysninger. Vedkommende har ogs친 rett til 친 be om at uriktige, ufullstendige eller opplysninger Capra AS, Liflig AS og Fryde AS ikke har adgang til 친 behandle blir rettet, slettet eller supplert. Krav fra den registrerte skal besvares kostnadsfritt og senest innen 30 dager.",
    "contactTitle": "Kontakt oss",
    "contactText": "For henvendelser knyttet til rettighetene til den registrerte, kan Capra AS, Liflig AS og Fryde AS kontaktes p친:",
    "contactInfo": "Capra AS\nv/personvernansvarlig\nTorggata 2-4, 0180 Oslo\nOslo",
    "contactEmail": "gdpr@capraconsulting.no"
  }
}
